/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ has been installed and will be ready to use next time %3$@ starts! Would you like to relaunch now?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je aktuální nejnovější dostupná verze.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ je nyní dostupná (máte %3$@). Přejete si ji okamžitě zkopírovat?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "A new version of %@ has been installed!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Je dostupná nová verze %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "An error occurred during installation. Please try again later.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "An error occurred while extracting the archive. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "An error occurred while trying to download the file. Please try again later.";

/* No comment provided by engineer. */
"An update is already in progress!" = "An update is already in progress!";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Oveřovat aktualizace při spuštění aplikace?";

/* No comment provided by engineer. */
"Downloading update..." = "Kopírovat novou verzi";

/* No comment provided by engineer. */
"Extracting update..." = "Rozbalování instalaca…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalovat a znovu spustit";

/* No comment provided by engineer. */
"Installing update..." = "Instalace aktualizace…";

/* No comment provided by engineer. */
"Ready to install!" = "Připraveno k instalaci!";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Update Error!" = "Chyba při aktualizaci aplikace!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizace %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Přejete si %1$@ ověřit dostupnost aktualizací při startu aplikace? Jestliže ne, můžete tak učinit ručně pomocí nabídky %2$@.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You're up to date!" = "Vaše verze je aktuální!";

